7zip
alacritty
alsa-utils
archlinux-contrib
archlinux-wallpaper
autorandr
base
base-devel
bat
batsignal
btop
ccache
chromium
clang
dbeaver
discord
dmenu
dmidecode
docker
docker-buildx
dunst
dust
firefox
fzf
gdb
gdu
git
graphviz
grim
gunicorn
gvim
hyprcursor
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprsunset
icedtea-web
inkscape
intel-media-driver
intel-ucode
jdk11-openjdk
jdk17-openjdk
jq
jupyter-notebook
kotlin
libreoffice-still
libva-utils
linux
linux-firmware
linux-lts
luarocks
man-db
man-pages
mangohud
maven
neovim
networkmanager
nitrogen
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nsxiv
nwg-look
openjdk11-doc
openjdk11-src
openjdk17-doc
openjdk17-src
openjdk21-doc
openjdk21-src
openssh
pacman-contrib
pavucontrol
percona-server
percona-server-clients
perf
picom
playerctl
poppler
pulseaudio
pyenv
python-numpy
python-pandas
python-pip
python-requests
python-xarray
qbittorrent
r
redshift
ripgrep
rofi-wayland
shotgun
slock
slop
slurp
solaar
spotify-launcher
strace
sxiv
task
texinfo
tiled
tldr
tree
ttf-dejavu-nerd
ttf-indic-otf
ttf-khmer
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-tibetan-machine
udiskie
udisks2
ueberzugpp
unarchiver
valgrind
vi
visualvm
w3m
waybar
wget
wireless_tools
wireplumber
wl-clip-persist
wl-clipboard
xbindkeys
xclip
xdg-desktop-portal-hyprland
xorg-server
xorg-server-xvfb
xorg-xev
xorg-xinit
xorg-xlsfonts
xorg-xrandr
xorg-xsetroot
xterm
yazi
zathura
zathura-djvu
zathura-pdf-mupdf
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
