alacritty
amd-ucode
android-file-transfer
archlinux-wallpaper
autorandr
base
base-devel
btop
ccache
chromium
clang
cmake
discord
dmenu
fd
firefox
fzf
gamemode
gamescope
gdb
gimp
git
godot
gvim
inkscape
less
lib32-gamemode
lib32-nvidia-utils
libguestfs
libreoffice-still
linux
linux-firmware
linux-headers
lua
luarocks
man-db
man-pages
mono
mono-msbuild
mpv
neovim
networkmanager
nitrogen
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nsxiv
nvidia-open
nvidia-settings
openssh
pacman-contrib
pavucontrol
perf
picom
playerctl
pulseaudio
pulseaudio-alsa
python-typing_extensions
qbittorrent
qemu-full
redshift
ripgrep
sdl2-compat
sdl2_image
sdl3
shotgun
slock
slop
solaar
spotify-launcher
steam
sudo
sxiv
texinfo
tiled
tree
tree-sitter-cli
ttf-dejavu-nerd
ttf-indic-otf
ttf-khmer
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-tibetan-machine
udiskie
udisks2
unarchiver
unzip
valgrind
wget
wine
wine-mono
wireless_tools
xbindkeys
xclip
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xrandr
xterm
zathura
zathura-djvu
zathura-pdf-mupdf
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
